tap "azure/bicep"
tap "azure/functions"
tap "fluxcd/tap"
tap "isen-ng/dotnet-sdk-versions"
tap "oarrabi/tap"
tap "run-llama/liteparse"
brew "act"
brew "actionlint"
brew "age"
brew "tree"
brew "ansible"
brew "ansible-lint"
brew "azure-cli"
brew "bash"
brew "btop"
brew "exiftool"
brew "fd"
brew "flock"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-filter-repo"
brew "libusb"
brew "gnupg"
brew "go"
brew "go-task"
brew "gradle"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "jq"
brew "lazygit"
brew "maven"
brew "neovim"
brew "net-snmp"
brew "nmap"
brew "node"
brew "nvm"
brew "opentofu"
brew "pinentry-mac"
brew "pipx"
brew "rclone"
brew "ripgrep"
brew "terraform"
brew "terraformer"
brew "uv"
brew "watch"
brew "watchman"
brew "wget"
brew "yq"
brew "zbctl"
brew "azure/bicep/bicep"
brew "azure/functions/azure-functions-core-tools@4"
brew "fluxcd/tap/flux"
brew "oarrabi/tap/mockpy"
brew "run-llama/liteparse/llamaindex-liteparse"
brew "arp-scan"
brew "mactop"
brew "mosquitto"
brew "prometheus"
brew "yamllint"
brew "imagemagick"
brew "ghostscript"
cask "android-platform-tools"
cask "calibre"
cask "docker-desktop"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "inkscape"
cask "iterm2"
cask "meld"
cask "mullvad-browser"
cask "notunes"
cask "libreoffice"
vscode "42crunch.vscode-openapi"
vscode "bierner.markdown-mermaid"
vscode "factory.factory-vscode-extension"
vscode "fwcd.kotlin"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "jebbs.plantuml"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "miragon-gmbh.vs-code-bpmn-modeler"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-azure-github-copilot"
vscode "ms-azuretools.vscode-azure-mcp-server"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-containers"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vstirbu.vscode-mermaid-preview"
vscode "tomoki1207.pdf"
